[{"id":"1","letter":"a","definitions":{"analogique":"Est caractérisé d’analogique tout appareil émettant un son dont la grandeur est continue. À l’inverse d’un son numérique, ayant une grandeur dite finie dans le temps."}},{"id":"2","letter":"b","definitions":{"back to back":"Le Back to Back (aussi orthographié Back 2 Back ou B2B) correspond au partage des platines entre deux ou plusieurs DJ lors d'un DJ Set ou d'une simple session mix. Selon Serge Cooseman, ce terme peut se traduire par \"Dos à Dos\". Cette traduction fait référence à l'époque où les bacs à disques vinyles étaient entreposés derrière le DJ booth sur scene. Tandis qu'un des DJ préparait sa transition face public, l'autre donnait son dos au public, et ainsi de suite.","bleep":"Bleep: Nom donné aux early productions de House anglaise à la fin des années 80, début des années 90. Fait logiquement référence au côté robotique, presque 16 bits de ces compositions électroniques.","bpm":"BPM: Le sigle BPM correspond à l'anglais' Beats Per Minute' ou au français 'Battements Par Minute'. C'est l'unité de mesure permettant de mesurer la rapidité d'un track, ou plus précisément son tempo."}},{"id":"3","letter":"c","definitions":{}},{"letter":"d","id":"4","definitions":{"DJ Booth":"Généralement localisé sur scène, c'est le support sur lequel est posé platines, table de mixage et tout autre matériel nécéssaire à la performance, Live ou DJ set. Allant de la simple table lambda du garage aux supports ultra sophistiqués anti vibrations des grands festivals ou club reconnus."}},{"id":"5","letter":"e","definitions":{}},{"id":"6","letter":"f","definitions":{}},{"id":"7","letter":"g","definitions":{"gemini":["Gemini: De son vrai nom Spencer Kincy, est un artiste originaire de Chicago populaire dans les années 90. Connu pour être ultra productif en une période assez restreinte, beaucoup de rumeurs circulent jusqu'à aujourd'hui à son sujet. En effet, il aurait vraisemblablement disparu subitement, du jour au lendemain.","Gemini: est également une marque hi-fi et audiophile connue pour ses matériels hi-fi et orientés DJ."],"grm":"Groupe de Recherches Musicales. Crée en 1958 à l’initiative de Pierre SCHAEFFER. Ce groupe de recherche est spécialisé dans la recherche scientifique lié au son. Il est désormais rattaché à l’INA."}},{"id":"8","letter":"h","definitions":{"hacienda":"L'Hacienda était un club mythique de la ville de Manchester durant les années 80 et 90. C'est en son antre que l'Acid House et la UK House ont vu le jour, avant de s'épanouir dans les rave anglaises."}},{"id":"9","letter":"i","definitions":{}},{"id":"10","letter":"j","definitions":{}},{"id":"43549d4f-9ba3-4523-95ee-3c6afc611b37","letter":"Z","definition":"Zozo"},{"id":"5f02af61-28d2-4e9b-a6a9-df4ed81a4271","letter":"V","definition":"Venizia"},{"id":"dda270a4-63c3-48cd-805b-c93c92114a28","letter":"V","definition":"Venizia"},{"id":"e3858bd9-e6c6-4a5f-9f04-78180e1add07","letter":"TT"},{"id":"63acf68a-279e-4577-8133-fe7423d0debd","letter":"J"},{"id":"79f3e37d-fad2-4b41-a5b8-ec93319d946f","letter":"J"},{"id":"91f03b30-064f-42ac-8dd5-0e736bba1773","letter":"L","definition":"Laure"},{"id":"2236fdc5-f7f1-40ee-a901-ed36a1878c45","letter":"ABOU","definition":"Test"},{"id":"dce418af-eabe-4965-a1a3-00a46589a631","letter":"apouuuuuww","definition":"mdr"},{"id":"1291de1b-8e03-4e33-82a1-3c4861eea755","letter":"apouuuula dedel","definition":"mdr"},{"id":"d2bfa301-2bd8-4934-8026-66bc6df4aca1","letter":"chonkchonk","definition":"chonk"}]